insert into users(id, first_name, middle_name, last_name) values
(1, "Сергей", "Михайлович", "Иванов"),
(2, "Анна", "Петровна", "Панамарчук"),
(3, "Игорь", "Дмитриевич", "Синюхин"),
(4, "Светлана", "Сергеевна", "Лой"),
(5, "Юлия", "Максимовна", "Крайнюк"),
(6, "Василий", "Николаевич", "Зайцев");

insert into user_time_slots(user_id, end_time, start_time, week_day) values
(1, 16:20:00, 09:30:00, 0),
(1, 16:20:00, 08:50:00, 1),
(1, 15:00:00, 12:15:00, 5),
(2, 13:30:00, 10:00:00, 3),
(2, 19:00:00, 15:15:00, 3),
(3, 12:20:00, 10:00:00, 1),
(3, 12:20:00, 10:00:00, 2),
(3, 12:20:00, 10:00:00, 3),
(3, 18:00:00, 13:20:00, 3),
(4, 22:15:00, 19:30:00, 4),
(4, 23:00:00, 18:00:00, 5),
(4, 22:15:00, 18:30:00, 6),
(5, 17:00:00, 12:00:00, 2),
(6, 18:30:00, 11:15:00, 2),
(6, 15:20:00, 07:30:00, 4),
(6, 12:00:00, 05:00:00, 5);